Repository: gomez1112/DailyLock
Catalog: DailyLock/Model/Localizable.xcstrings
Source language: en
Languages: ar_ae, de, es, fr, hi, it, ja, ru, zh

source: %@ icon
ar_ae: أيقونة %@
de: %@ Symbol
es: %@ Icono
fr: Icône %@
hi: %@ प्रतीक
it: %@ icona
ja: %@アイコン
ru: Значок %@
zh: %@图标

source: %@ wax seal
ar_ae: %@ ختم الشمع
de: %@ Wachssiegel
es: %@ Sello de cera
fr: %@ Sceau de cire
hi: %@ मोम सील
it: %@ sigillo di cera
ja: %@ワックスシール
ru: %@ Восковая печать
zh: %@蜡封

# %@, %lld moments, %@
source: %1$@, %2$lld moments, %3$@
ar_ae: %1$@, لحظات%2$lld, %3$@
de: %1$@, %2$lld Momente, %3$@
es: %1$@, %2$lld momentos, %3$@
hi: %1$@, %2$lld क्षण, %3$@
it: %1$@, %2$lld momenti, %3$@
ja: %1$@、%2$lld の瞬間、%3$@
ru: %1$@, %2$lld моменты, %3$@
zh: %1$@、%2$lld 時刻、%3$@

source: %1$@, %2$lld moments, %3$@
ar_ae: %1$@، %2$lld لحظات، %3$@
de: %1$@, %2$lld Momente, %3$@
es: %1$@, %2$lld momentos, %3$@
hi: %1$@, %2$lld क्षण, %3$@
it: %1$@, %2$lld momenti, %3$@
ja: %1$@、%2$lld モーメント、%3$@
ru: %1$@, %2$lld моменты, %3$@
zh: %1$@，%2$lld 时刻，%3$@

source: %1$lld more coffee%2$@ to reach this month's server costs
ar_ae: %1$lld المزيد من القهوة%2$@ للوصول إلى تكاليف الخادم لهذا الشهر
de: %1$lld mehr Kaffee%2$@, um die Serverkosten dieses Monats zu erreichen
es: %1$lld más café%2$@ para alcanzar los costos del servidor de este mes
fr: %1$lld plus de café%2$@ pour atteindre les coûts du serveur de ce mois-ci
hi: %1$lld अधिक कॉफ़ी%2$@ इस महीने की सर्वर लागत तक पहुंचने के लिए
it: %1$lld più caffè%2$@ per raggiungere i costi del server di questo mese
ja: 今月のサーバーコストに達するには、%1$lld more coffee%2$@
ru: %1$lld больше кофе%2$@, чтобы достичь стоимости сервера в этом месяце
zh: %1$lld更多咖啡%2$@以达到本月的服务器成本

source: %1$lld out of %2$lld characters used
ar_ae: %1$lld من %2$lld الأحرف المستخدمة
de: %1$lld von %2$lld verwendeten Zeichen
es: %1$lld de %2$lld caracteres utilizados
fr: %1$lld sur %2$lld caractères utilisés
hi: %2$lld अक्षरों में से%1$lld का इस्तेमाल किया गया
it: %1$lld su %2$lld caratteri utilizzati
ja: %2$lld 文字のうち %1$lld が使用されています
ru: %1$lld из %2$lld использованных символов
zh: %1$lld在使用的%2$lld字符中

source: %1$lld supporter%2$@ this month
ar_ae: %1$lld supporter%2$@ هذا الشهر
de: %1$lld Unterstützer%2$@ diesen Monat
es: %1$lld supporter%2$@ este mes
fr: %1$lld supporter%2$@ ce mois-ci
hi: %1$lld समर्थक%2$@ इस माह
it: %1$lld sostenitore%2$@ questo mese
ja: %1$lldサポーター%2$@今月
ru: %1$lld сторонник%2$@ в этом месяце
zh: %1$lld支持者%2$@本月

# %lld day
source: %lld days
ar_ae: %lld أيام
de: %lld tage
es: %lld días
fr: %lld jours
hi: %lld दिन
it: %lld giorni
ja: %lld日
ru: %lld дней
zh: %lld 天

# %lld day streak
source: %lld days streak
ar_ae: %Lld سلسلة اليوم
de: %lld Tage Serie
es: %Ld racha de días
fr: %Lld série de jours
hi: %lld दिनों की लकीर
it: %lld giorni di fila
ja: %lld日連続
ru: %lld дней подряд
zh: %Lld日连胜

# %lld Day Streak!
source: %lld Days Streak!
ar_ae: %Lld Day Streak!
de: %lld Tage Serie!
es: ¡Racha de %lld días!
fr: %lld jours d'affilée!
hi: %lld दिनों की लकीर!
it: %lld Giorni di Serie!
ja: %lld 日連続!
ru: %lld дней подряд!
zh: %Lld 日间！

source: %lld moments captured
ar_ae: %Lld اللحظات التي تم التقاطها
de: %Lld Momente aufgenommen
es: %Lld momentos capturados
fr: %Lld moments capturés
hi: %lld क्षण कैप्चर किए गए
it: %lld momenti catturati
ja: %Lld の瞬間がキャプチャされました
ru: %lld запечатленных моментов
zh: 捕获了%lld时刻

# %lld more coffee%@ to reach this month's server costs
source: %1$lld more coffee%2$@ to reach this month's server costs
ar_ae: للوصول إلى تكاليف الخادم%2$@المزيد من الهذا الشهرلقهوةlld
de: %1$lld mehr Kaffee%2$@, um die Serverkosten dieses Monats zu decken
es: %1$lld más café%2$@ para alcanzar los costos del servidor de este mes
fr: %1$lld plus de café%2$@ pour atteindre les coûts de serveur de ce mois
hi: इस महीने की सर्वर लागत तक पहुँचने के लिए %1$lld और कॉफ़ी%2$@
it: %1$lld altro caffè%2$@ per raggiungere i costi del server di questo mese
ja: 今月のサーバー費用に達するには、あと %1$ コーヒーが必要です%2$@
ru: %1$lld больше кофе%2$@, чтобы покрыть расходы на сервер в этом месяце
zh: %1$lld more coffee%2$@ 以支付本月的伺服器費用

# %lld out of %lld characters used
source: %1$lld out of %2$lld characters used
ar_ae: تم استخدام %1$lld من أصل %2$lld حرف
de: %1$lld von %2$lld Zeichen verwendet
es: %1$lld de %2$lld caracteres utilizados
fr: %1$lld sur %2$lld caractères utilisés
hi: %2$lld में से %1$lld वर्णों का उपयोग किया गया
it: %1$lld su %2$lld caratteri utilizzati
ja: %2$lld 文字中 %1$lld 文字が使用されました
ru: Использовано %1$lld из %2$lld символов
zh: 已使用 %1$lld 個字元（共 %2$lld 個）

# %lld supporter%@ this month
source: %1$lld supporter%2$@ this month
ar_ae: %1$lld مؤيد%2$@ هذا الشهر
de: %1$lld-Unterstützer%2$@ diesen Monat
es: % 1 $ lld partidario% 2 $ @ este mes
fr: %1$lld supporter%2$@ ce mois-ci
hi: इस महीने %1$lld समर्थक%2$@
it: %1$lld sostenitore%2$@ questo mese
ja: 今月の%1$lldサポーター%2$@
ru: %1$lld сторонник%2$@ в этом месяце
zh: 本月 %1$lld 支持者 %2$@

source: %lld words
ar_ae: %Lld الكلمات
de: %Lld Wörter
es: %Lld palabras
fr: %Lld mots
hi: %lld शब्द
it: %Lld parole
ja: %Lld ワード
ru: %lld слов
zh: %Lld单词

source: 🎉 Goal reached! Thank you amazing supporters!
ar_ae: 🎉 تم الوصول إلى الهدف! شكرا لك أيها المؤيدين الرائعين!
de: 🎉 Ziel erreicht! Danke, tolle Unterstützer!
es: 🎉 ¡Objetivo alcanzado! ¡Gracias, increíbles seguidores!
fr: 🎉 Objectif atteint ! Merci aux incroyables supporters !
hi: 🎉 लक्ष्य पहुंच गया! धन्यवाद अद्भुत समर्थक!
it: 🎉 Obiettivo raggiunto! Grazie ai fantastici sostenitori!
ja: 🎉ゴール達成！ 素晴らしいサポーターの皆さん、ありがとうございます！
ru: 🎉 Цель достигнута! Спасибо, удивительные сторонники!
zh: 🎉目标达成！ 感谢你们优秀的支持者！

source: 7 days free, then $4.99 per month
ar_ae: 7 أيام مجانا، ثم 4.99 دولار شهريا
de: 7 Tage kostenlos, dann 4,99 $ pro Monat
es: 7 días gratis, luego 4,99 $ al mes
fr: 7 jours gratuits, puis 4,99 $ par mois
hi: 7 दिन मुफ्त, फिर $4.99 प्रति माह
it: 7 giorni gratis, poi 4,99 dollari al mese
ja: 7日間無料、その後月額4.99ドル
ru: 7 дней бесплатно, затем 4,99 долл. США в месяц
zh: 7天免费，然后每月4.99美元

source: 7 days free, then $4.99/month
ar_ae: 7 أيام مجانية، ثم 4.99 دولار شهريا
de: 7 Tage kostenlos, dann 4,99 $/Monat
es: 7 días gratis, luego 4,99 $/mes
fr: 7 jours gratuits, puis 4,99 $/mois
hi: 7 दिन मुफ्त, फिर $4.99/माह
it: 7 giorni gratis, poi 4,99 dollari al mese
ja: 7日間無料、その後4.99ドル/月
ru: 7 дней бесплатно, затем 4,99 долл. США в месяц
zh: 7天免费，然后每月4.99美元

source: 365-day streak
ar_ae: سلسلة 365 يوما
de: 365-Tage-Serie
es: Racha de 365 días
fr: Série de 365 jours
hi: 365-दिन की लकीर
it: Serie di 365 giorni
ja: 365日連続
ru: 365-дневная серия
zh: 365天连胜

source: A gentle nudge to capture today
ar_ae: دفعة لطيفة لالتقاطها اليوم
de: Ein sanfter Anstoß zum Einfangen heute
es: Un suave empujón para capturar hoy
fr: Un doux coup de pouce pour capturer aujourd'hui
hi: आज पकड़ने के लिए एक कोमल कुहनी
it: Una leggera spinta per catturare oggi
ja: 今日キャプチャする穏やかなナッジ
ru: Мягкий толк, который можно запечатлеть сегодня
zh: 今天捕捉一个温柔的推推

source: A message from Gerard
ar_ae: رسالة من جيرارد
de: Eine Nachricht von Gerard
es: Un mensaje de Gerard
fr: Un message de Gérard
hi: जेरार्ड से एक संदेश
it: Un messaggio di Gerard
ja: ジェラルドからのメッセージ
ru: Сообщение от Джерарда
zh: 来自Gerard的消息

source: Allow notifications to receive your daily writing reminder.
ar_ae: اسمح للإشعارات بتلقي تذكير كتابتك اليومي.
de: Erlauben Sie Benachrichtigungen, um Ihre tägliche Schreiberinnerung zu erhalten.
es: Permita que las notificaciones reciban su recordatorio diario de escritura.
fr: Autorisez les notifications à recevoir votre rappel d'écriture quotidien.
hi: अपने दैनिक लेखन अनुस्मारक को प्राप्त करने के लिए सूचनाओं की अनुमति दें।
it: Consenti alle notifiche di ricevere il tuo promemoria di scrittura giornaliero.
ja: 毎日の書き込みリマインダーを受け取るように通知を許可します。
ru: Разрешить уведомления для получения ежедневного письменного напоминания.
zh: 允许通知接收您的每日写作提醒。

source: Allows DailyLock to send you reminders at your chosen time.
ar_ae: يسمح ل DailyLock بإرسال تذكيرات إليك في الوقت الذي اخترته.
de: Ermöglicht DailyLock, Ihnen Erinnerungen zu der von Ihnen gewählten Zeit zu senden.
es: Permite que DailyLock le envíe recordatorios a la hora elegida.
fr: Permet à DailyLock de vous envoyer des rappels à l'heure de votre choix.
hi: डेलीलॉक को आपके चुने हुए समय पर आपको रिमाइंडर भेजने की अनुमति देता है।
it: Consente a DailyLock di inviarti promemoria all'ora scelta.
ja: DailyLockが選択した時間にリマインダーを送信できるようにします。
ru: Позволяет DailyLock отправлять вам напоминания в выбранное вами время.
zh: 允许DailyLock在您选择的时间向您发送提醒。

source: Analyzing your week
ar_ae: تحليل أسبوعك
de: Analysieren Sie Ihre Woche
es: Analizando tu semana
fr: Analyser votre semaine
hi: अपने सप्ताह का विश्लेषण करना
it: Analizzando la tua settimana
ja: あなたの週を分析する
ru: Анализ вашей недели
zh: 分析你的一周

source: Animated bells
ar_ae: أجراس متحركة
de: Animierte Glocken
es: Campanas animadas
fr: Cloches animées
hi: एनिमेटेड घंटियाँ
it: Campane animate
ja: アニメーションの鐘
ru: Анимированные колокольчики
zh: 动画铃铛

source: App tagline
ar_ae: شعار التطبيق
de: App-Stagline
es: Etiqueta de la aplicación
fr: Le slogan de l'application
hi: ऐप टैगलाइन
it: Tagline dell'app
ja: アプリのキャッチフレーズ
ru: Слоган приложения
zh: 应用程序标语

source: Based on %lld entries
ar_ae: استنادا إلى إدخالات %lld
de: Basierend auf %lld Einträgen
es: Basado en %lld entradas
fr: Basé sur %lld entrées
hi: %Lld प्रविष्टियों के आधार पर
it: Basato su %lld voci
ja: %Lld エントリに基づく
ru: На основе записей %lld
zh: 基于%lld条目

source: Begin Writing
ar_ae: ابدأ الكتابة
de: Beginnen Sie Mit Dem Schreiben
es: Empieza a escribir
fr: Commencer à écrire
hi: लिखना शुरू करें
it: Inizia a scrivere
ja: 書き始める
ru: Начать Писать
zh: 开始写作

source: Begins a 7-day free trial, then $4.99 per month
ar_ae: تبدأ تجربة مجانية لمدة 7 أيام، ثم 4.99 دولارا شهريا
de: Beginnt eine 7-tägige kostenlose Testversion, dann 4,99 $ pro Monat
es: Comienza una prueba gratuita de 7 días, luego 4,99 $ al mes
fr: Commence un essai gratuit de 7 jours, puis 4,99 $ par mois
hi: 7-दिन का निःशुल्क परीक्षण शुरू करता है, फिर $4.99 प्रति माह
it: Inizia una prova gratuita di 7 giorni, poi 4,99 dollari al mese
ja: 7日間の無料トライアルを開始し、その後月額4.99ドル
ru: Начинается 7-дневная бесплатная пробная версия, затем 4,99 долл. США в месяц
zh: 开始7天免费试用，然后每月4.99美元

source: Benefits of getting started
ar_ae: فوائد البدء
de: Vorteile des Einstiegs
es: Beneficios de empezar
fr: Avantages de la mise en route
hi: शुरू करने के लाभ
it: Vantaggi di iniziare
ja: 始めることの利点
ru: Преимущества начала работы
zh: 入门的好处

source: Best streak
ar_ae: أفضل سلسلة
de: Beste Serie
es: La mejor racha
fr: Meilleure série
hi: सबसे अच्छी लकीर
it: La migliore striscia
ja: ベストストリーク
ru: Лучшая серия
zh: 最佳连胜

source: Best Streak
ar_ae: أفضل سلسلة
de: Beste Serie
es: La mejor racha
fr: Meilleure série
hi: सबसे अच्छी लकीर
it: Migliore striscia
ja: ベストストリーク
ru: Лучшая серия
zh: 最好的Streak

source: Buy Me a Coffee
ar_ae: اشتري لي قهوة
de: Kauf mir einen Kaffee
es: Cómprame un café
fr: Achetez-moi un café
hi: मेरे लिए एक कॉफ़ी ख़रीदो
it: Comprami un caffè
ja: コーヒーをおごって
ru: Купи мне кофе
zh: 请我喝杯咖啡

source: Cancel
ar_ae: أَلْغى
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: 中止する
ru: Отмена
zh: 取消

source: Cancel anytime • No questions asked
ar_ae: قم بالإلغاء في أي وقت • لا توجد أسئلة
de: Jederzeit kündbar • Keine Fragen gestellt
es: Cancelar en cualquier momento • Sin preguntas
fr: Annuler à tout moment • Aucune question posée
hi: किसी भी समय रद्द करें • कोई प्रश्न नहीं पूछा गया
it: Annulla in qualsiasi momento • Nessuna domanda
ja: いつでもキャンセル • 質問なし
ru: Отменить в любое время • Без вопросов
zh: 随时取消•不问任何问题

source: Capture life's moments, one sentence at a time
ar_ae: التقط لحظات الحياة، جملةً واحدةً في كل مرة
de: Halte die Momente des Lebens fest, Satz für Satz
es: Captura los momentos de la vida, una frase a la vez
fr: Capturez les moments de la vie, une phrase à la fois
hi: जीवन के पलों को कैद करें, एक-एक वाक्य
it: Cattura i momenti della vita, una frase alla volta
ja: 人生の瞬間を 一文ずつ記録する
ru: Запечатлейте моменты жизни, по одному предложению за раз
zh: 捕捉生活中的瞬間， 一句一句

source: Capture your first moment to begin building your timeline
ar_ae: التقط لحظتك الأولى للبدء في بناء الجدول الزمني الخاص بك
de: Halten Sie Ihren ersten Moment fest, um mit dem Aufbau Ihrer Zeitleiste zu beginnen
es: Captura tu primer momento para empezar a construir tu línea de tiempo
fr: Capturez votre premier moment pour commencer à construire votre chronologie
hi: अपनी टाइमलाइन बनाना शुरू करने के लिए अपने पहले पल को कैप्चर करें
it: Cattura il tuo primo momento per iniziare a costruire la tua timeline
ja: タイムラインの構築を開始するために、最初の瞬間をキャプチャします
ru: Запечатлейте свой первый момент, чтобы начать строить свою временную шкалу
zh: 捕捉你的第一个时刻，开始构建你的时间线

source: Celebratory confetti animation
ar_ae: الرسوم المتحركة الاحتفالية حلويات
de: Feierliche Konfetti-Animation
es: Animación de confeti de celebración
fr: Animation de confettis de célébration
hi: उत्सव कंफ़ेद्दी एनीमेशन
it: Animazione di coriandoli celebrativi
ja: お祝いの紙吹雪アニメーション
ru: Праздничная анимация конфетти
zh: 庆祝彩纸动画

source: Character usage progress
ar_ae: تقدم استخدام الشخصية
de: Fortschritt der Zeichenverwendung
es: Progreso del uso de caracteres
fr: Progression de l'utilisation des caractères
hi: चरित्र उपयोग प्रगति
it: Avanzamento dell'utilizzo dei caratteri
ja: 文字の使用状況
ru: Прогресс использования символов
zh: 角色使用进度

source: Characters used: %1$lld of %2$lld
ar_ae: الأحرف المستخدمة: %1$lld of %2$lld
de: Verwendete Zeichen: %1$lld von %2$lld
es: Caracteres utilizados: %1$lld de %2$lld
fr: Caractères utilisés : %1$lld de %2$lld
hi: इस्तेमाल किए गए अक्षर:%2$lld का%1$lld
it: Caratteri utilizzati: %1$lld di %2$lld
ja: 使用文字数: %1$lld の %2$lld
ru: Используемые символы: %1$lld из %2$lld
zh: 使用的字符：%1$lld of %2$lld

# Characters used: %lld of %lld
source: Characters used: %1$lld of %2$lld
ar_ae: الأحرف المستخدمة: %1$lld من %2$lld
de: Verwendete Zeichen: %1$lld von %2$lld
es: Caracteres utilizados: %1$lld de %2$lld
fr: Caractères utilisés : %1$lld sur %2$lld
hi: प्रयुक्त वर्ण: %1$lld में से %2$lld
it: Caratteri utilizzati: %1$lld di %2$lld
ja: 使用された文字数: %1$lld / %2$lld
zh: 使用的字元：%1$lld（共 %2$lld）

source: Check back in a moment
ar_ae: تحقق مرة أخرى في لحظة
de: Schauen Sie gleich wieder vorbei
es: Comprueba de nuevo en un momento
fr: Recheck dans un instant
hi: एक पल में वापस जांचें
it: Controlla di nuovo tra un momento
ja: すぐにチェックしてください
ru: Загляни через минуту
zh: 一会儿再查看

source: Check Settings
ar_ae: تحقق من الإعدادات
de: Einstellungen prüfen
es: Compruebe la configuración
fr: Vérifier les paramètres
hi: सेटिंग्स की जाँच करें
it: Controlla le impostazioni
ja: 設定を確認する
ru: Проверить Настройки
zh: 检查设置

source: Choose your preferred time:
ar_ae: اختر الوقت المفضل لديك:
de: Wählen Sie Ihre bevorzugte Zeit:
es: Elija su hora preferida:
fr: Choisissez l'heure de votre choix :
hi: अपना पसंदीदा समय चुनें:
it: Scegli il tuo orario preferito:
ja: ご希望の時間を選択してください：
ru: Выберите предпочтительное время:
zh: 选择您偏好的时间：

source: Contact Support
ar_ae: اتصل بالدعم
de: Support kontaktieren
es: Contactar con el soporte
fr: Contacter le support
hi: समर्थन से संपर्क करें
it: Contatta il supporto
ja: サポートに連絡する
ru: Связаться Со Службой Поддержки
zh: 联系支持

source: Continue without setting reminders.
ar_ae: استمر دون تعيين تذكيرات.
de: Fahren Sie fort, ohne Erinnerungen zu setzen.
es: Continúa sin establecer recordatorios.
fr: Continuez sans définir de rappels.
hi: अनुस्मारक सेट किए बिना जारी रखें।
it: Continua senza impostare promemoria.
ja: リマインダーを設定せずに続ける。
ru: Продолжайте без установки напоминаний.
zh: 无需设置提醒即可继续。

source: Count
ar_ae: عَدَّ
de: Anzahl
es: Cuenta
fr: Compter
hi: गिनना
it: Contare
ja: 数を数える
ru: Граф
zh: 总数

source: Current streak
ar_ae: الخط الحالي
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
hi: वर्तमान लकीर
it: Streccia attuale
ja: 現在のストリーク
ru: Текущая серия
zh: 当前连胜

source: Current Streak
ar_ae: الخط الحالي
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
hi: वर्तमान लकीर
it: Striscia attuale
ja: 現在のストリーク
ru: Текущая серия
zh: 当前Streak

source: Daily entry text editor
ar_ae: محرر نصوص الدخول اليومي
de: Täglicher Eintrag Texteditor
es: Editor de texto de entrada diaria
fr: Éditeur de texte d'entrée quotidienne
hi: दैनिक प्रविष्टि पाठ संपादक
it: Editor di testo per la voce giornaliera
ja: デイリーエントリーテキストエディタ
ru: Ежедневный редактор ввода текста
zh: 每日条目文本编辑器

source: Daily Reminder
ar_ae: تذكير يومي
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
hi: दैनिक अनुस्मारक
it: Promemoria giornaliera
ja: 毎日のリマインダー
ru: Ежедневное Напоминание
zh: 每日提醒

source: Daily Reminders
ar_ae: تذكيرات يومية
de: Tägliche Erinnerungen
es: Recordatorios diarios
fr: Rappels quotidiens
hi: दैनिक अनुस्मारक
it: Promemoria giornalieri
ja: 毎日のリマインダー
ru: Ежедневные Напоминания
zh: 每日提醒

source: DailyLock has transformed my journaling practice. The AI summaries help me see patterns I never noticed before.
ar_ae: لقد غيرت DailyLock ممارستي اليومية. تساعدني ملخصات الذكاء الاصطناعي على رؤية أنماط لم ألاحظها من قبل.
de: DailyLock hat meine Journaling-Praxis verändert. Die KI-Sammenfassungen helfen mir, Muster zu sehen, die mir noch nie aufgefallen sind.
es: DailyLock ha transformado mi práctica de diario. Los resúmenes de IA me ayudan a ver patrones que nunca antes había notado.
fr: DailyLock a transformé ma pratique de journalisation. Les résumés de l'IA m'aident à voir des modèles que je n'avais jamais remarqués auparavant.
hi: डेलीलॉक ने मेरे जर्नलिंग अभ्यास को बदल दिया है। एआई सारांश मुझे उन पैटर्नों को देखने में मदद करते हैं जिन पर मैंने पहले कभी ध्यान नहीं दिया।
it: DailyLock ha trasformato la mia pratica di journaling. I riassunti dell'IA mi aiutano a vedere modelli che non avevo mai notato prima.
ja: DailyLockは私のジャーナリングの実践を変えました。 AIの要約は、今まで気づかなかったパターンを見るのに役立ちます。
ru: DailyLock изменил мою практику ведения дневника. Сводки ИИ помогают мне увидеть закономерности, которые я никогда раньше не замечал.
zh: DailyLock改变了我的日记习惯。 人工智能摘要帮助我看到了我以前从未注意到的模式。

source: DailyLock Plus active. Premium features unlocked.
ar_ae: DailyLock Plus نشط. الميزات المميزة غير مقفلة.
de: DailyLock Plus aktiv. Premium-Funktionen freigeschaltet.
es: DailyLock Plus activo. Funciones Premium desbloqueadas.
fr: DailyLock Plus actif. Fonctionnalités Premium débloquées.
hi: डेलीलॉक प्लस सक्रिय। प्रीमियम फीचर्स अनलॉक किए गए।
it: DailyLock Plus attivo. Funzionalità premium sbloccate.
ja: デイリーロックプラスアクティブ。 プレミアム機能がロック解除されました。
ru: DailyLock Plus активен. Премиум-функции разблокированы.
zh: DailyLock Plus活跃。 高级功能已解锁。

source: DailyLock+ Active
ar_ae: DailyLock+ نشط
de: DailyLock+ Aktiv
es: DailyLock+ Activo
fr: DailyLock+ Actif
hi: डेलीलॉक+ सक्रिय
it: DailyLock+ Attivo
ja: デイリーロック+アクティブ
ru: DailyLock+ Активный
zh: DailyLock+ 活跃

# Date: %@ (%@)
source: Date: %1$@ (%2$@)
ar_ae: التاريخ: %1$@ (%2$@)
de: Datum: %1$@ (%2$@)
es: Fecha: %1$@ (%2$@)
hi: दिनांक: %1$@ (%2$@)
it: Data: %1$@ (%2$@)
ja: 日付: %1$@ (%2$@)
ru: Дата: %1$@ (%2$@)
zh: 日期：%1$@ (%2$@)

source: Date: %1$@ (%2$@)
ar_ae: التاريخ: %1$@ (%2$@)
de: Datum: %1$@ (%2$@)
es: Fecha: %1$@ (%2$@)
hi: तिथि:% 1$@ (% 2$@)
it: Data: %1$@ (%2$@)
ja: 日付: %1$@ (%2$@)
ru: Дата: %1$@ (%2$@)
zh: 日期：%1$@ (%2$@)

source: Delete All Data
ar_ae: احذف جميع البيانات
de: Alle Daten Löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
hi: सभी डेटा मिटाएँ
it: Elimina tutti i dati
ja: すべてのデータを削除する
ru: Удалить Все Данные
zh: 删除所有数据

source: Deletes all your entries.
ar_ae: يحذف جميع إدخالاتك.
de: Löscht alle Ihre Einträge.
es: Elimina todas tus entradas.
fr: Supprime toutes vos entrées.
hi: आपकी सभी प्रविष्टियों को हटाता है।
it: Elimina tutte le tue voci.
ja: すべてのエントリを削除します。
ru: Удаляет все ваши записи.
zh: 删除您的所有条目。

source: Disabled
ar_ae: معاق
de: Behindert
es: Discapacitado
fr: Handicapé
hi: विकलांग
it: Disabile
ja: 障害者
ru: Инвалид
zh: 有残疾的

source: Discover patterns and get personalized suggestions
ar_ae: اكتشف الأنماط واحصل على اقتراحات مخصصة
de: Entdecken Sie Muster und erhalten Sie personalisierte Vorschläge
es: Descubre patrones y obtén sugerencias personalizadas
fr: Découvrez des modèles et obtenez des suggestions personnalisées
hi: पैटर्न खोजें और व्यक्तिगत सुझाव प्राप्त करें
it: Scopri i modelli e ottieni suggerimenti personalizzati
ja: パターンを発見し、パーソナライズされた提案を得る
ru: Откройте для себя шаблоны и получите персонализированные предложения
zh: 发现模式并获得个性化建议

source: Email the support team
ar_ae: أرسل بريدا إلكترونيا إلى فريق الدعم
de: Senden Sie eine E-Mail an das Support-Team
es: Envíe un correo electrónico al equipo de soporte
fr: Envoyer un e-mail à l'équipe d'assistance
hi: सपोर्ट टीम को ईमेल करें
it: Invia un'e-mail al team di supporto
ja: サポートチームにメールする
ru: Отправьте электронное письмо в службу поддержки
zh: 给支持团队发电子邮件

source: Enable Notifications
ar_ae: تمكين الإشعارات
de: Benachrichtigungen aktivieren
es: Habilitar notificaciones
fr: Activer les notifications
hi: सूचनाएं सक्षम करें
it: Abilita notifiche
ja: 通知を有効にする
ru: Включить уведомления
zh: 启用通知

source: Enabled
ar_ae: ممكن
de: Aktiviert
es: Habilitado
fr: Activé
hi: सक्षम
it: Abilitato
ja: 有効
ru: Включено
zh: 启用

source: Entries
ar_ae: إدخالات
de: Einträge
es: Entradas
fr: Entrées
hi: प्रविष्टियां
it: Voci
ja: エントリー
ru: Записи
zh: 条目

source: Entry text
ar_ae: نص الإدخال
de: Eintragstext
es: Texto de entrada
fr: Texte d'entrée
hi: प्रवेश पाठ
it: Testo di ingresso
ja: エントリーテキスト
ru: Текст ввода
zh: 条目文本

# Entry text: %@. Word count: %lld. %@
source: Entry text: %1$@. Word count: %2$lld. %3$@
ar_ae: نص الإدخال: %1$@. عدد الكلمات: %2$lld. %3$@
de: Eintragstext: %1$@. Wortanzahl: %2$lld. %3$@
es: Texto de entrada: %1$@. Número de palabras: %2$lld. %3$@
fr: Texte de l'entrée : %1$@. Nombre de mots : %2$lld. %3$@
hi: प्रविष्टि पाठ: %1$@. शब्द गणना: %2$lld. %3$@
it: Testo della voce: %1$@. Numero di parole: %2$lld. %3$@
ja: エントリーテキスト: %1$@。単語数: %2$lld。%3$@
ru: Текст записи: %1$@. Количество слов: %2$lld. %3$@
zh: 條目文字：%1$@。字數：%2$lld。 %3$@

source: Entry text: %1$@. Word count: %2$lld. %3$@
ar_ae: نص الإدخال: %1$@. عدد الكلمات: %2$lld. %3$@
de: Eintragstext: %1$@. Wortzahl: %2$lld. %3$@
es: Texto de entrada: %1$@. Recuento de palabras: %2$lld. %3$@
fr: Texte d'entrée : %1$@. Nombre de mots : %2$lld. %3$@
hi: प्रविष्टि पाठ:% 1$@. शब्द गणना: %2$lld. %3$@
it: Testo di ingresso: %1$@. Conteggio delle parole: %2$lld. %3$@
ja: 入力テキスト: %1$@. 単語数：%2$lld。 %3$@
ru: Текст записи: %1$@. Количество слов: %2$lld. %3$@
zh: 条目文本：%1$@。 字数：%2$lld。 %3$@

source: Error
ar_ae: خَطَأ
de: Fehler
es: Error informático
fr: Erreur
hi: भूल
it: Errore
ja: エラー
ru: Ошибка
zh: 错误

source: Every tip fuels late-night coding sessions
ar_ae: كل نصيحة تغذي جلسات الترميز في وقت متأخر من الليل
de: Jeder Tipp treibt Late-Night-Codierungssitzungen an
es: Cada consejo alimenta las sesiones de codificación nocturnas
fr: Chaque astuce alimente les sessions de codage de fin de soirée
hi: हर टिप देर रात के कोडिंग सत्रों को बढ़ावा देती है
it: Ogni suggerimento alimenta le sessioni di codifica a tarda notte
ja: すべてのヒントは深夜のコーディングセッションに燃料を供給します
ru: Каждый совет подпитывает поздние ночные сеансы кодирования
zh: 每一个提示都会为深夜的编码课程提供动力

source: Generate emotions
ar_ae: توليد المشاعر
de: Emotionen erzeugen
es: Generar emociones
fr: Générer des émotions
hi: भावनाएं उत्पन्न करें
it: Genera emozioni
ja: 感情を生み出す
ru: Генерировать эмоции
zh: 产生情绪

source: Generate Now
ar_ae: توليد الآن
de: Jetzt generieren
es: Generar Ahora
fr: Générer maintenant
hi: अभी जनरेट करें
it: Genera ora
ja: 今すぐ生成する
ru: Сгенерировать Сейчас
zh: 现在生成

source: Generate Weekly Insight
ar_ae: توليد نظرة أسبوعية
de: Wöchentliche Einblicke generieren
es: Generar información semanal
fr: Générer un aperçu hebdomadaire
hi: साप्ताहिक अंतर्दृष्टि उत्पन्न करें
it: Genera approfondimenti settimanali
ja: 毎週のインサイトを生成する
ru: Генерировать еженедельную информацию
zh: 产生每周的见解

source: Generate Weekly Insights
ar_ae: توليد رؤى أسبوعية
de: Wöchentliche Erkenntnisse generieren
es: Generar información semanal
fr: Générer des informations hebdomadaires
hi: साप्ताहिक अंतर्दृष्टि उत्पन्न करें
it: Genera approfondimenti settimanali
ja: 毎週の洞察を生み出す
ru: Генерируйте еженедельные идеи
zh: 生成每周的见解
